{
  "descriptionWiki": "Dylan Marlais Thomas (27 October 1914 – 9 November 1953) was a British poet and writer, whose works include the poems \u0022Do not go gentle into that good night\u0022 and \u0022And death shall have no dominion\u0022, as well as the \u0022play for voices\u0022 Under Milk Wood. He also wrote stories and radio broadcasts such as A Child\u0027s Christmas in Wales and Portrait of the Artist as a Young Dog. He became widely popular in his lifetime, and remained so after his death at the age of 39 in New York City. By then, he had acquired a reputation, which he had encouraged, as a \u0022roistering, drunken and doomed poet\u0022.\nDylan Thomas was born in Swansea in 1914, leaving school in 1932 to become a reporter for the South Wales Daily Post. Many of his works appeared in print while he was still a teenager. In 1934, the publication of \u0022Light breaks where no sun shines\u0022 caught the attention of the literary world. While living in London, Thomas met Caitlin Macnamara; they married in 1937 and had three children: Llewelyn, Aeronwy, and Colm.\nHe came to be appreciated as a popular poet during his lifetime, though he found earning a living as a writer difficult. He began augmenting his income with reading tours and radio broadcasts. His radio recordings for the BBC during the late 1940s brought him to the public\u0027s attention, and he was frequently featured by the BBC as an accessible voice of the literary scene.  Thomas first travelled to the United States in the 1950s; his readings there brought him a degree of fame, while his erratic behaviour and drinking worsened. During his fourth trip to New York in 1953, Thomas became gravely ill and fell into a coma. He died on 9 November, and his body was returned to Wales. On 25 November, he was interred at St. Martin\u0027s churchyard in Laugharne, Carmarthenshire.\nAppraisals of Thomas’s work have noted his original, rhythmic, and ingenious use of words and imagery. Further appraisals following on from new critical editions of his poems have sought to explore in more depth his unique modernist poetic, setting aside the distracting legend of the \u0022doomed poet\u0022, and seeking thereby to secure his status as a major poet of the 20th century.",
  "includeMainMenu": true,
  "start": 1914,
  "end": 1953,
  "categoryId": "unigolion-nodedig",
  "id": "dylan-thomas",
  "label": "Dylan Thomas"
}