{
  "descriptionWiki": "S4C (Welsh pronunciation: [ˌɛs ˌpɛdwar ˈɛk], Sianel Pedwar Cymru, meaning Channel Four Wales) is a Welsh language free-to-air public broadcast television channel. Launched on 1 November 1982, it was the first television channel to be aimed specifically at a Welsh-speaking audience. S4C\u0027s headquarters are based in Carmarthen, at the University of Wales Trinity Saint David\u0027s creative and digital centre, Yr Egin. It also has regional offices in Caernarfon and Cardiff. As of 2024, S4C had an average of 118 employees. S4C is the fourth-oldest terrestrial television channel in Wales after BBC One, ITV and BBC Two.\nAs with Channel 4 (which launched the next day in the rest of the UK), S4C commissions all of its programmes from independent producers. BBC Cymru Wales produces programmes for S4C as part of its public service remit, including the news service Newyddion. From its launch until 2010, S4C also carried English-language programming acquired from Channel 4, which could not be received over-the-air in most of Wales; these programmes aired in non-peak hours and did not always air in pattern with Channel 4\u0027s scheduling.\nS4C has been described by Elin Haf Gruffydd Jones as a \u0022trailblazer\u0022 in European broadcasting for minority languages, going on air less than two months before Euskal Telebista (31 December 1982), TV3 Catalonia (test/trial broadcast on 11 September 1983, regular programming began in 1984) and Televisión de Galicia (24 June 1985), the first Spanish regional television stations to go on air, symbolically, in non-Castillan Spanish areas, and far ahead of other Celtic-language services, Ireland\u0027s TG4 (formerly TnaG) (31 October 1996), the ill-fated Scottish Gaelic TeleG (1999–2011) and BBC Alba (19 September 2008). Unlike similar broadcasters in Spain who have multichannel offers impulsed mostly by digital terrestrial television, S4C still broadcasts on a single channel after the shutdown of S4C2.\nOn digital terrestrial television, S4C has broadcast exclusively in Welsh since the platform\u0027s launch in 1998, with the existing bilingual schedule continuing on analogue television. After the completion of the digital switchover in Wales on 31 March 2010, Channel 4 became available on Freeview, and S4C ceased its carriage of English-language programmes. S4C offers translated, English-language subtitles for its Welsh programming. To this day, S4C remains the only Welsh-language television broadcaster in the country.\n\n",
  "includeMainMenu": false,
  "date": 1982,
  "categoryId": "modern",
  "id": "s4c",
  "label": "S4C"
}