{
  "descriptionWiki": "Apollo 11 was the first spaceflight to land humans on the Moon, conducted by NASA from July 16 to 24, 1969. Commander Neil Armstrong and Lunar Module Pilot Edwin \u0022Buzz\u0022 Aldrin landed the Lunar Module Eagle on July 20 at 20:17 UTC, and Armstrong became the first person to step onto the surface about six hours later, at 02:56 UTC on July 21. Aldrin joined him 19 minutes afterward, and together they spent about two and a half hours exploring the site they had named Tranquility Base upon landing. They collected 47.5 pounds (21.5 kg) of lunar material to bring back to Earth before re-entering the Lunar Module. In total, they were on the Moon’s surface for 21 hours, 36 minutes before returning to the Command Module Columbia, which remained in lunar orbit, piloted by Michael Collins.\nApollo 11 was launched by a Saturn V rocket from Kennedy Space Center in Florida, on July 16 at 13:32 UTC (9:32 am EDT, local time). It was the fifth crewed mission of the Apollo program. The Apollo spacecraft consisted of three parts: the command module (CM), which housed the three astronauts and was the only part to return to Earth; the service module (SM), which provided propulsion, electrical power, oxygen, and water to the command module; and the Lunar Module (LM), which had two stages—a descent stage with a large engine and fuel tanks for landing on the Moon, and a lighter ascent stage containing a cabin for two astronauts and a small engine to return them to lunar orbit.\nAfter being sent to the Moon by the Saturn V\u0027s third stage, the astronauts separated the spacecraft from it and traveled for three days until they entered lunar orbit. Armstrong and Aldrin then moved into Eagle and landed in the Mare Tranquillitatis on July 20. The astronauts used Eagle\u0027s ascent stage to lift off from the lunar surface and rejoin Collins in the command module. They jettisoned Eagle before they performed the maneuvers that propelled Columbia out of the last of its 30 lunar orbits onto a trajectory back to Earth. They returned to Earth and splashed down in the Pacific Ocean on July 24 at 16:35:35 UTC after more than eight days in space.\nArmstrong\u0027s first step onto the lunar surface was broadcast on live television to a worldwide audience. He described it as \u0022one small step for [a] man, one giant leap for mankind.\u0022 Apollo 11 provided a U.S. victory in the Space Race against the Soviet Union, and fulfilled the national goal set in 1961 by President John F. Kennedy: \u0022before this decade is out, of landing a man on the Moon and returning him safely to the Earth.\u0022\n\n",
  "imageNames": [
    "430-L1-S1 640.jpg",
    "69-HC-620 - SA506.jpg",
    "A Man on the Moon, AS11-40-5903 (cropped).jpg"
  ],
  "includeMainMenu": false,
  "date": 1969,
  "categoryId": "pwynt-cyfeirio",
  "id": "glanio-lleuad",
  "label": "Moon Landing"
}