{
  "descriptionWiki": "The Mabinogion (Welsh pronunciation: [mabɪˈnɔɡjɔn] ) is a collection of the earliest Welsh prose stories, compiled in Middle Welsh in the 12th–13th centuries from earlier oral traditions. There are two main source manuscripts, created c. 1350–1410, as well as a few earlier fragments. Often included in the broader mythologies described as the Matter of Britain, the Mabinogion consists of eleven stories of widely different types, offering drama, philosophy, romance, tragedy, fantasy and humour. \nStrictly speaking, the Four Branches of the Mabinogi are the main sequence of related tales, but seven others include a classic hero quest, \u0022Culhwch and Olwen\u0022; a historic legend, complete with glimpses of a far off age, in \u0022Lludd and Llefelys\u0022; and other tales portraying a very different King Arthur from the later popular versions.\nThe stories were created and amended by various narrators over a very long period of time, and scholars beginning from the 18th century predominantly viewed the tales as fragmentary pre-Christian Celtic mythology, or folklore. Since the 1970s, an investigation of the   common plot structures, characterisation, and language styles, especially in the Four Branches of the Mabinogi, has led to an understanding of the integrity of the tales, and they are now seen as a sophisticated narrative tradition, both oral and written, with ancestral construction from oral storytelling, and overlay from Anglo-French influences.\nThe first modern publications of the stories were English translations by William Owen Pughe of several tales in journals in 1795, 1821, and 1829, which introduced usage of the name \u0022Mabinogion\u0022. In 1838–45, Lady Charlotte Guest first published the full collection we know today, bilingually in Welsh and English, which popularised the name.  The later Guest translation of 1877 in one volume has been widely influential and remains actively read today.\n\nThe tales continue to inspire new fiction, dramatic retellings, visual artwork, music and research, from early reinterpretations by Evangeline Walton in 1936, to J.R.R. Tolkien\u0027s The Silmarillion, to the 1975 song \u0022Rhiannon\u0022 by Fleetwood Mac, to the 2009–2014 series of books commissioned by Welsh independent publisher Seren Books.",
  "imageNames": [
    "Ceridwen.jpg",
    "George Sheringham - The Panel of the Mabinogi - ref 10525.jpg",
    "Harlech Statue The Two Kings.jpg",
    "Hope-coventina01a.jpg",
    "Jesus-College-MS-111 00349 175r (cropped \u0026 lightened).jpg"
  ],
  "includeMainMenu": false,
  "start": 1350,
  "end": 1410,
  "categoryId": "diwylliant",
  "id": "mabinogi",
  "label": "Mabinogi"
}