{
  "descriptionWiki": "The Senedd (  SEN-edh; lit. \u0027parliament\u0027  or \u0027senate\u0027), officially known as the Welsh Parliament in English and Senedd Cymru ([ˈsɛnɛð ˈkəmrɨ]) in Welsh, is the devolved, unicameral legislature of Wales. A democratically elected body, its role is to scrutinise the Welsh Government and legislate on devolved matters that are not reserved to the Parliament of the United Kingdom. It is a bilingual institution, with both Welsh and English being the official languages of its business. From its creation in May 1999 until May 2020, the Senedd was officially known as the National Assembly for Wales (Cynulliad Cenedlaethol Cymru) and was often simply called the Welsh Assembly.\nThe Senedd comprises 60 members who are known as members of the Senedd (Aelodau o\u0027r Senedd), abbreviated as \u0022MS\u0022 (Welsh: AS). Since 2011, members are elected for a five-year term of office under an Additional-member system, in which 40 MSs represent smaller geographical divisions known as \u0022constituencies\u0022 and are elected by first-past-the-post voting, and 20 MSs represent five \u0022electoral regions\u0022 using the D\u0027Hondt method of proportional representation. Typically, the largest party in the Senedd forms the Welsh Government.\nA National Assembly for Wales was created by the Government of Wales Act 1998, following the result of the 1997 referendum. The Assembly initially had no powers to make primary legislation. Limited law-making powers were gained through the Government of Wales Act 2006. Its primary law-making powers were enhanced following a Yes vote in the referendum on 3 March 2011, meaning that the UK Parliament or the Secretary of State for Wales were no longer consulted when passing acts of the National Assembly for Wales related to the 20 devolved areas. These powers were further extended by the Wales Act 2014 and Wales Act 2017, with the latter moving the Assembly to a reserved powers model of devolution like that of the Scottish Parliament. In May 2020, the Assembly was renamed to \u0022Senedd Cymru\u0022 or \u0022the Welsh Parliament\u0022 when section 2 of the Senedd and Elections (Wales) Act 2020 came into force. The Senedd\u0027s powers in economic matters are significantly restricted by the UK Internal Market Act 2020, a primary purpose of which is to constrain the capacity of the devolved institutions to use their regulatory autonomy. Matters devolved to the Senedd include health, education, economic development, transport, the environment, agriculture, local government and some taxes.",
  "location": {
    "lat": 51.46527778,
    "long": -3.16027778
  },
  "imageNames": [
    "Chamber (52354920165).jpg",
    "Mace at the Senedd.jpg"
  ],
  "includeMainMenu": false,
  "date": 1999,
  "categoryId": "arweinwyr",
  "id": "senedd",
  "label": "Welsh Parliament"
}